Repository: mohousch/neutrino2
Catalog: plugins/nfilm/locale/*.po
Languages: de

source: Exit
de: Beenden

source: Movie in cinema
de: In den Kinos

source: Movie popular
de: Am popul채rsten

source: Movie top rated
de: Gut bewertet

source: New movie
de: Neue Filme

source: Next Focus
de: N채chster Fokus

source: Next Page
de: N채chste Seite

source: Prev Page
de: Vorherige Seite

source: Scan for Movies ...
de: Nach Filmen suchen

source: Search
de: Suche

source: Start Menu
de: Startmen체
