Repository: mohousch/neutrino2
Catalog: neutrino2/data/locale/*.po
Languages: ar, de

source: channel / sep.-line / title
de: Kanal / Sep.-Zeile / Titel

source: checking version
de: Version prüfen

source: clear all
de: alles löschen

source: create satellite bouquets
de: Erstellen Sie Satelliten Bouquets

source: create screenshot?
de: Screenshot erstellen?

source: erase all
de: alles löschen

source: getting update list
de: Aktualisierungsliste abrufen

source: leave current
de: aktuell belassen

source: none
de: keiner

source: normal Brightness
de: normale Helligkeit

source: package install failed
de: Die Paketinstallation ist fehlgeschlagen

source: record
de: aufzeichnen

source: schedule
de: Zeitplan

source: search
de: Suchen

source: vertical
de: Vertikale

source: volume / playtime
de: Lautstärke / Spielzeit

source: volume / playtime / audio
de: Lautstärke / Spielzeit / Audio

source: youtube ID Key:
de: YouTube-ID-Schlüssel:
