Repository: mohousch/neutrino2
Catalog: neutrino2/data/locale/*.po
Languages: ar, de

source: Store Motor Position (a)
ar: تخزين موضع المحرك (أ)
de: Motorposition speichern (a)

source: Stream information
ar: معلومات التدفق

source: Subchannel display
ar: عرص ترجمة القناة
de: Unterkanalanzeige

source: Subchannel down
ar: ترجمة القناة معطلة
de: Unterkanal runter

source: Subchannel up
ar: ترجمة القناة للاعلي
de: Unterkanal hoch

source: Subservices
ar: خدمات الترجمة
de: Unterkanäle

source: Subtitle Select
ar: اختيار الترجمة
de: Untertitel auswählen

source: Subtitle language preferences
ar: لغة الترجمة المفضلة
de: Einstellungen für die Untertitelsprache

source: Subtitles
ar: الترجمة
de: Untertitel nicht gefunden

source: Subtitles not found
ar: لم يتم العثور على الترجمة

source: Sunday
ar: الأحد
de: Sonntag

source: Svenska
ar: السويدية

source: Swap rotor east/west
ar: تبديل الدوار شرقًا/غربًا
de: Rotor Ost/West tauschen

source: Switch Step/Drive Mode (b)
ar: تبديل وضع الخطوة/القيادة (ب)
de: Schritt-/Fahrmodus umschalten (b)

source: Symbol rate
ar: معدل الترميز

source: Syncronisation via
ar: المزامنة عبر
de: Synchronisation über

source: TMDB Infos are not available
ar: معلومات TMDB غير متوفرة
de: TMDB-Infos sind nicht verfügbar

source: TMDB Preview
ar: معاينة TMDB
de: TMDB-Vorschau

source: TOP
ar: اعلي
de: OBEN

source: TOP LEFT
ar: أعلى اليسار
de: OBEN LINKS

source: TOP RIGHT
ar: أعلى اليمين
de: OBEN RECHTS

source: TV
ar: تلفزيون
de: Fernseher

source: TV & Radio
ar: التلفزيون والراديو
de: Fernsehen und Radio

source: TV / Radio
ar: تلفزيون/راديو
de: Fernsehen / Radio

source: TV Channel
ar: قناة تلفزيونية
de: Fernseh sender

source: TV-System
ar: نظام تلفزيوني

source: TV/Radio
ar: تلفزيون/راديو

source: TV/Radio-mode
ar: وضع التلفزيون/الراديو
de: TV/Radio-Modus

source: Talk show
ar: برنامج حواري

source: Team sports (excluding football)
ar: الرياضات الجماعية (باستثناء كرة القدم)
de: Mannschaftssportarten (außer Fußball)

source: Technology / Natural sciences
ar: التكنولوجيا / العلوم الطبيعية
de: Technik / Naturwissenschaften

source: Teletext
ar: النصوص التليفزيونية

source: Tennis / Squash
ar: التنس / الاسكواش

source: Terrestrial:
ar: أرضي:
de: Terrestrisch:

source: Test network now
ar: اختبار الشبكة الآن
de: Jetzt Netzwerk testen

source: Test signal
ar: إشارة الاختبار

source: Textcolor
ar: لون النص
de: Textfarbe

source: The STB will shutdown after this time.
ar: سيتم إغلاق الجهاز بعد هذا الوقت.
de: Nach dieser Zeit wird die STB heruntergefahren.

source: The event is flagged for record. The box will power on and switch to this channel at the given time.
ar: تم وضع علامة على الحدث للتسجيل. سيتم تشغيل الصندوق و التبديل إلى هذه القناة في الوقت المحدد.
de: Das Ereignis ist zur Aufzeichnung markiert. Die Box schaltet sich ein und wechselt zum angegebenen Zeitpunkt auf diesen Kanal.

source: The event is scheduled. The box will power on and switch to this channel at the given time.
ar: تم جدولة الحدث. سيتم تشغيل الصندوق و التبديل إلى هذه القناة في الوقت المحدد.
de: Das Ereigniss ist geplant. Die Box schaltet sich ein und wechselt zum angegebenen Zeitpunkt auf diesen Kanal.

source: The extension .m3u will be added automatically
ar: سيتم إضافة الامتداد .m3u تلقائيًا
de: Die Erweiterung .m3u wird automatisch hinzugefügt

source: The image was successfully flashed. The box will be rebooted now.
ar: تم تحميل الصورة بنجاح. سيتم إعادة تشغيل الجهاز الآن.
de: Das Image wurde erfolgreich geflasht. Die Box wird nun neu gestartet.

source: The image was successfully saved under %s.
ar: تم حفظ الصورة بنجاح تحت %s.
de: Das Bild wurde erfolgreich gespeichert unter %s.

source: The image you have selected is an untested version, this means your box maybe fail to boot after update. Do you really want to update to this version?
ar: الصورة التي حددتها هي إصدار غير مُختبر، وهذا يعني أن الجهاز الخاص بك قد يفشل في التشغيل بعد التحديث. هل تريد حقًا التحديث إلى هذا الإصدار؟
de: Das heißt, das von Ihnen ausgewählte Image ist eine ungetestete Version Möglicherweise startet Ihre Box nach dem Update nicht mehr. Möchten Sie wirklich auf diese Version aktualisieren?

source: The neutrino-settings have been updated. New Options will be set to default.
ar: تم تحديث إعدادات النيوترينو. سيتم تعيين الخيارات الجديدة على الوضع الافتراضي.
de: Die Neutrino-Einstellungen wurden aktualisiert. Neue Optionen werden auf die Standardeinstellungen gesetzt.

source: The recording directory is not writable. Recording will not work.
ar: دليل التسجيل غير قابل للكتابة. لن يعمل التسجيل.
de: Das Aufnahmeverzeichnis ist nicht beschreibbar. Die Aufnahme funktioniert nicht.

source: The recording was aborted, because the target file could not be opened.
ar: تم إلغاء التسجيل، لأنه لم يتم فتح الملف المستهدف.
de: Die Aufnahme wurde abgebrochen, weil die Zieldatei nicht geöffnet werden konnte.

source: Thursday
ar: الخميس
de: Donnerstag

source: Time
ar: وقت
de: Zeit

source: Time Zone
ar: المنطقة الزمنية
de: Zeitzone

source: Time-Syncronisation
ar: مزامنة الوقت
de: Zeitsynchronization

source: Timed Step Mode
ar: وضع الخطوة الموقوتة
de: Zeitgesteuerter Schrittmodus

source: Timeout waiting CI menu ready
ar: انتهاء مهلة الانتظار لقائمة CI جاهزة
de: Zeitüberschreitung beim Warten auf CI-Menü bereit

source: Timer conflict. Create the timer anyway?
ar: تعارض في المؤقت. هل تريد إنشاء المؤقت على أي حال؟
de: Timer-Konflikt. Den Timer trotzdem erstellen?

source: Timer settings
ar: إعدادات المؤقت
de: Timer-Einstellungen

source: Timer typ
ar: نوع الموقت

source: Timerlist
ar: قائمة المؤقتة
de: Timerliste

source: Timescale
ar: الجدول الزمني
de: Zeitstrahl

source: Timeselection
ar: اختيار الوقت
de: Zeitauswahl

source: Timeshift
ar: التحول الزمني
de: Zeitverschiebung

source: Timing
ar: توقيت
de: Zeitliche Koordinierung

source: Tint
ar: صبغة
de: Farbton

source: Total
ar: المجموع
de: Gesamt

source: Tourism / Travel
ar: السياحة / السفر
de: Tourismus / Reisen

source: Transmission mode
ar: وضع النقل
de: Übertragungsmodus

source: Transponders:
ar: المستجيبات:
de: Transponder:

source: Transponderscan failed!
ar: فشل مسح المستجيب
de: Transponderscan fehlgeschlagen!

source: Transponderscan finished.
ar: انتهاء مسح المستجيب
de: Transponderscan beendet.

source: Travel & recreation
ar: السفر والترفيه
de: Reisen und Freizeit

source: Tuesday
ar: الثلاثاء
de: Dienstag

source: Tuner mode
ar: وضع الموالف
de: Tuner-Modus

source: Tuner type
ar: نوع الموالف
de: Tunertyp

source: Type
ar: النوع

source: Type:
ar: النوع
de: Typ:

source: USALS command repeat
ar: تكرار أمر USALS
de: Wiederholung des USALS-Befehls

source: Umount network volume
ar: إلغاء تثبيت وحدة تخزين الشبكة
de: Umount-Netzwerk-Volume

source: Uncommited/Commited
ar: غير ملتزم/ملتزم
de: Nicht festgeschrieben/festgelegt

source: Unicable
ar: كابل أحادي

source: Unicable SCR address
ar: عنوان SCR للكابل الاحادي
de: Unicable-SCR-Adresse

source: Unicable Setup
ar: إعداد الكابل الأحادي

source: Unicable frequency
ar: تردد الكابل الاحادي
de: Unicable-Frequenz

source: Unicable settings
ar: إعدادات الكابل الأحادي
de: Unicable-Einstellungen

source: Unknown
ar: مجهول
de: Unbekannt

source: Upper Left
ar: أعلى اليسار
de: Oben links

source: Use 0..9, or use Up/Down,
ar: استخدم 0..9، أو استخدم أعلى/أسفل،
de: Verwenden Sie 0..9 oder verwenden Sie Auf/Ab.

source: Use XMLTV EPG
ar: استخدم XMLTV EPG
de: Verwenden Sie XMLTV EPG

source: User menu
ar: قائمة المستخدم
de: Benutzermenü

source: Username
ar: اسم المستخدم
de: Nutzername

source: Variety show
ar: عرض منوعات
de: Varieté-Show

source: Vertikal (in %)
ar: عمودي (في %)

source: Video Format
ar: تنسيق الفيديو

source: Video Resolution
ar: دقة الفيديو
de: Video Auflösung

source: Video settings
ar: إعدادات الفيديو
de: Video-Einstellungen

source: Videotext
ar: نص الفيديو

source: Virtual zap
ar: الزاب الافتراضي
de: Virtueller Zap

source: Volume Step Size
ar: حجم خطوة مستوى الصوت
de: Lautstärkeschrittgröße

source: Volume adjustment (in %)
ar: ضبط مستوى الصوت (بالنسبة المئوية)
de: Lautstärkeanpassung (in %)

source: Volumebar
ar: شريط مستوى الصوت
de: Lautstärkeleiste

source: Wait a few seconds for abort
ar: انتظر بضع ثوان للإلغاء
de: Warten Sie einige Sekunden auf den Abbruch

source: Waiting for CI answer
ar: في انتظار إجابة CI
de: Warten auf CI-Antwort

source: Waiting for time...
ar: في انتظار الوقت...
de: Warten auf die Zeit...

source: Water sports
ar: الرياضات المائية
de: Wassersport

source: Weather Forcast
ar: توقعات الطقس

source: Wednesday
ar: الأربعاء
de: Mittwoch

source: West
ar: الغرب
de: Westen

source: Wide Screen Auto
ar: شاشة عريضة تلقائية
de: Breitbild-Automatik

source: Window-Content
ar: محتوى النافذة
de: Fensterinhalt

source: Window-Content inactive
ar: محتوى النافذة غير نشط
de: Fensterinhalt inaktiv

source: Window-Content selected
ar: تم تحديد محتوى النافذة
de: Fensterinhalt ausgewählt

source: Winter sports
ar: الرياضات الشتوية
de: Wintersport

source: Write one partition
ar: اكتب قسمًا واحدًا
de: Schreiben Sie eine Partition

source: Writing Flash
ar: كتابة فلاش
de: Flash schreiben

source: Year of production
ar: سنة الإنتاج
de: Produktionjahr

source: Yes
ar: نعم
de: Ja

source: You really want to to stop record ?
ar: هل تريد حقًا إيقاف التسجيل؟
de: Möchten Sie die Aufnahme wirklich stoppen?

source: Your Release cycle differs. To continue?
ar: تختلف دورة الإصدار الخاصة بك. هل تريد الاستمرار؟
de: Ihr Release-Zyklus ist unterschiedlich. Weitermachen?

source: Your box remote control will be locked. To unlock it, press <RED> and <MENU> on your remote control.
ar: سيتم قفل جهاز التحكم عن بعد الخاص بصندوقك. لإلغاء قفله، اضغط على <RED> و<MENU> بجهاز التحكم عن بعد الخاص بك.
de: Die Fernbedienung Ihrer Box wird gesperrt. Um es zu entsperren, drücken Sie <ROT> und <MENU> auf Ihrer Fernbedienung.

source: Youth protection
ar: حماية الشباب
de: Jugendschutz

source: a empty entry means no proxy
ar: إدخال فارغ يعني عدم وجود وكيل
de: ein leerer Eintrag bedeutet keinen Proxy

source: a empty entry means no proxy-auth
ar: إدخال فارغ يعني عدم وجود مصادقة وكيل
de: Ein leerer Eintrag bedeutet keine Proxy-Authentifizierung

source: active
ar: نشيط
de: aktiv

source: add channel to my favorites
ar: أضف القناة إلى المفضلة
de: Kanal zu meinen Favoriten hinzufügen

source: advanced
ar: متقدم
de: fortschrittlich

source: all services
ar: جميع الخدمات
de: Alle Sender

source: alpha
ar: ألفا

source: amount of timer repeats
ar: عدد مرات تكرار المؤقت
de: Anzahl der Timer-Wiederholungen

source: angular
ar: زاوية
de: eckig

source: approx. 1 minute back
ar: حوالي دقيقة واحدة إلى الوراء
de: ca. 1 Minute zurück

source: approx. 10 minutes back
ar: حوالي 10 دقائق إلى الوراء
de: ca. 10 Minuten zurück

source: approx. 10 seconds back
ar: حوالي 10 ثواني إلى الوراء
de: ca. 10 Sekunden zurück

source: approx. 5 minutes back
ar: حوالي 5 دقائق إلى الوراء
de: ca. 5 Minuten zurück

source: audio master
ar: الصوت الرئيسي

source: back
ar: للخلف
de: zurück

source: be Cached? (Set in hours)
ar: سيتم تخزينها مؤقتًا؟ (يتم تحديدها بالساعات)
de: zwischengespeichert werden? (Eingestellt in Stunden)

source: biweekly
ar: كل اسبوعين
de: zweiwöchentlich

source: blue
ar: أزرق
de: Blau

source: bottom left
ar: أسفل اليسار
de: unten links

source: bottom right
ar: أسفل اليمين
de: unten rechts

source: by manual package update version checks are currently not supported. Are you sure that you wish to install this package?
ar: لا يتم حاليًا دعم عمليات التحقق من إصدار تحديث الحزمة يدويًا. هل أنت متأكد من رغبتك في تثبيت هذه الحزمة؟
de: Durch manuelle Paketaktualisierungen werden Versionsprüfungen derzeit nicht unterstützt. Sind Sie sicher, dass Sie dieses Paket installieren möchten?

source: cable
ar: كابل
de: Kabel

source: can't get mtd-info
ar: لا يمكن الحصول على معلومات mtd

source: can't get update list
ar: لا يمكن الحصول على قائمة التحديث
de: Aktualisierungsliste kann nicht abgerufen werden

source: can't open file
ar: لا يمكن فتح الملف
de: Datei kann nicht geöffnet werden

source: can't open mtd-device
ar: لا يمكن فتح جهاز mtd
de: mtd-device kann nicht geöffnet werden

source: center
ar: مركز

source: changes are activ after restart do you want to restart?
ar: يتم تفعيل التغييرات بعد إعادة التشغيل هل تريد إعادة التشغيل؟

source: channel
ar: قناة
de: Kanal

source: channel / title
ar: القناة / العنوان
de: Kanal / Titel

source: choose Skin Style.
ar: اختر نمط البشرة.
de: Wählen Sie Skin Still

source: colored
ar: ملون
de: farbig

source: create new
ar: إنشاء جديد

source: daily
ar: يوميًا
de: täglich

source: dark to light
ar: من الظلام إلى النور
de: dunkel bis hell

source: dark to light to dark
ar: من الظلام إلى النور إلى الظلام
de: dunkel über hell bis dunkel

source: default audio streams
ar: تدفقات الصوت الافتراضية
de: Standard-Audiostreams

source: default center
ar: المركز الافتراضي
de: Standardzentrum

source: delete
ar: حذف
de: löschen

source: direct connected
ar: متصل بشكل مباشر
de: direkt verbunden

source: directory already mounted
ar: تم تحميل الدليل بالفعل
de: Verzeichnis bereits gemountet

source: directory/share
ar: الدليل/المشاركة
de: Verzeichnis/Freigabe

source: don't care
ar: لا أهتم
de: ist mir egal

source: downmix
ar: داون ميكس

source: enter proxyserver name or ip, use host:port
ar: أدخل اسم خادم الوكيل أو عنوان IP، واستخدم host:port
de: Geben Sie den Namen oder die IP des Proxyservers ein und verwenden Sie host:port

source: enter the proxyserver password
ar: أدخل كلمة مرور الخادم الوكيل
de: Geben Sie das Proxyserver-Passwort ein

source: enter the proxyserver username
ar: أدخل اسم مستخدم الخادم الوكيل
de: Geben Sie den Proxyserver-Benutzernamen ein

source: erasing flash
ar: محو الفلاش
de: Flash Speicher löschen

source: erasure of flash failed
ar: فشل مسح الفلاش
de: Das Löschen des Flash-Speichers ist fehlgeschlagen

source: error umounting volume
ar: خطأ في تحميل المجلد
de: Fehler beim Mounten des Volumes

source: fast
ar: سريع
de: schnell

source: filesystem type not supported
ar: نوع نظام الملفات غير مدعوم
de: Dateisystemtyp wird nicht unterstützt

source: fourweekly
ar: أربعة أسابيع
de: vierwöchentlich

source: from 12 years up
ar: من 12 سنة فما فوق
de: ab 12 Jahren

source: from 16 years up
ar: من 16 سنة فما فوق
de: ab 16 Jahren

source: from 18 years up
ar: من 18 سنة فما فوق
de: ab 18 Jahren

source: fullscreen
ar: ملء الشاشة
de: Vollbild

source: goto end
ar: اذهب إلى النهاية
de: Gehe zum Ende

source: goto middle
ar: اذهب إلى الوسط
de: Gehe zur Mitte

source: goto start
ar: اذهب إلى البداية
de: Gehe zum Anfang

source: green
ar: أخضر
de: Grün

source: hidden
ar: اخفاء
de: versteckt

source: higher center
ar: المركز الأعلى
de: höhere Mitte

source: image has errors
ar: الصورة بها أخطاء
de: Image hat Fehler

source: inactive
ar: غير نشط
de: inaktiv

source: internet Radio
ar: راديو الانترنت

source: is not installed please install again.
ar: لم يتم التثبيت، يرجى التثبيت مرة أخرى.
de: nicht installiert ist, bitte erneut installieren.

source: is reachable (ping)
ar: يمكن الوصول إليه (ping)
de: ist erreichbar (Ping)

source: is unreachable
ar: غير قابل للوصول
de: ist unerreichbar

source: is unreachable (host or protocol error)
ar: غير قابل للوصول (خطأ في المضيف أو البروتوكول)
de: ist nicht erreichbar (Host- oder Protokollfehler)

source: is unreachable (socket error)
ar: غير قابل للوصول (خطأ في المقبس)
de: ist nicht erreichbar (Socket-Fehler)

source: italian
ar: ايطالية
de: Italienisch

source: jump backwards
ar: القفز للخلف
de: nach hinten springen

source: jump ff
ar: القفز ff
de: springe ff

source: jump forwards
ar: القفز للأمام
de: nach vorne springen

source: jump prev
ar: اقفز إلى السابق
de: springen vorh

source: large
ar: كبير
de: groß

source: left
ar: غادر
de: links

source: light to dark
ar: من الضوء إلى الظلام
de: hell bis dunkel

source: light to dark to light
ar: من الضوء إلى الظلام إلى الضوء
de: hell über dunkel bis hell

source: local dir
ar: الدليل المحلي
de: lokales Verzeichnis

source: locked
ar: مغلق
de: gesperrt

source: logos Dir
ar: معاينة الشعارات
de: Sender Logos Ordner

source: loop
ar: حلقة
de: Schleife

source: manual flash update version checks are currently not supported. Are you sure that you wish to install this image?
ar: لا يتم حاليًا دعم عمليات التحقق من إصدار تحديث الفلاش اليدوي. هل أنت متأكد من رغبتك في تثبيت هذه الصورة؟
de: Manuelle Überprüfungen der Flash-Update-Version werden derzeit nicht unterstützt. Sind Sie sicher, dass Sie dieses Image installieren möchten?

source: middle
ar: وسط
de: Mitte

source: milliseconds
ar: مللي ثانية
de: Millisekunden

source: mono left
ar: أحادي اليسار
de: mono Links

source: mono right
ar: أحادي اليمين
de: mono Recht

source: monochrom
ar: أحادية اللون

source: monthly
ar: شهريا
de: monatlich

source: mount
ar: ربط وحدة التخزين

source: mount error
ar: خطأ في الربط
de: Mount-Fehler

source: mount error: timeout
ar: خطأ في الربط: انتهاء المهلة
de: Mountfehler: Zeitüberschreitung

source: mount now
ar: ربط الان
de: Jetzt mounten

source: mount on startup
ar: الربط عند بدء التشغيل
de: Beim Start mounten

source: mount successful
ar: تم الربط بنجاح
de: Mount erfolgreich

source: moving speed (10 = 1deg/sec)
ar: سرعة الحركة (10 = 1 درجة/ثانية)
de: Bewegungsgeschwindigkeit (10 = 1 Grad/Sek.)

source: need reboot or epg-reset
ar: تحتاج إلى إعادة التشغيل أو إعادة تعيين EPG
de: brauche einen Neustart oder einen EPG-Reset

source: never
ar: أبدًا
de: niemals

source: no
ar: لا
de: nein

source: no DiSEqC
ar: لا ديسك
de: kein DiSEqC

source: no epg found
ar: لم يتم العثور على EPG
de: keine EPG gefunden

source: no gradient
ar: لا يوجد تدرج

source: normaly 50000, 0 to disable limit
ar: عادةً 50000، 0 لتعطيل الحد
de: normalerweise 50000, 0 zum Deaktivieren des Grenzwerts

source: not available
ar: غير متاح
de: Nicht verfügbar

source: not connected
ar: غير متصل
de: nicht verbunden

source: off
ar: إيقاف
de: Aus

source: on
ar: تشغيل
de: An

source: on broadcasted lock
ar: تشغيل قفل البث
de: auf Rundfunksperre

source: on locked bouquets
ar: تشغيل قفل البافات
de: auf verschlossenen Bouquets

source: on weekdays
ar: في أيام الأسبوع
de: an Wochentagen

source: once
ar: مرة واحدة
de: einmal

source: only radio
ar: راديو فقط
de: nur Radio

source: only tv
ar: تلفزيون فقط
de: nur Fernseher

source: package has errors
ar: الحزمة بها أخطاء
de: Paket enthält Fehler

source: passthrough
ar: عبور

source: password
ar: كلمة المرور
de: Passwort

source: playtime
ar: وقت التشغيل
de: Spielzeit

source: programming flash
ar: برمجة فلاش
de: Programmiere Flash

source: purple
ar: أرجواني
de: lila

source: ready
ar: مستعد
de: bereit

source: record default audio streams
ar: تسجيل تدفقات الصوت الافتراضية
de: Standard-Audiostreams aufzeichnen

source: red
ar: أحمر
de: rot

source: remount
ar: اعادة الربط
de: wieder mounten

source: repeats
ar: يكرر
de: wiederholt

source: save play list
ar: حفظ قائمة التشغيل
de: Playlist speichern

source: save playlist
ar: حفظ قائمة التشغيل
de: Playlist speichern

source: see timer
ar: انظر المؤقت
de: siehe Timer

source: show movie infoviewer
ar: عرض معلومات الفيلم
de: Film-Infoviewer anzeigen

source: show playlist
ar: إظهار قائمة التشغيل
de: Playlist anzeigen

source: shuffle
ar: خلط
de: Mischen

source: shuffle playlist
ar: قائمة تشغيل عشوائية
de: Zufallswiedergabeliste

source: simple
ar: بسيط
de: einfach

source: skip approx. 1 minute
ar: تخطي حوالي دقيقة واحدة
de: überspringe ca. 1 Minuten

source: skip approx. 10 minutes
ar: تخطي حوالي 10 دقائق
de: überspringe ca. 10 Minuten

source: skip approx. 10 seconds
ar: تخطي حوالي 10 ثواني
de: überspringe ca. 10 Sekunden

source: skip approx. 5 minutes
ar: تخطي حوالي 5 دقائق
de: überspringe ca. 5 Minuten

source: skip bookmark
ar: تخطي الإشارة المرجعية
de: Lesezeichen überspringen

source: slow
ar: بطيئ
de: Langsam

source: small
ar: صغير
de: Klein

source: sorting(A..Z)
ar: الفرز(أ..ي)
de: Sortieren(A..Z)

source: sorting(Time)
ar: الفرز(الوقت)
de: Sortieren(Zeit)

source: stereo
ar: ستيريو

source: stop on good signal(moving)
ar: توقف عند الإشارة الجيدة (التحرك)
de: Bei gutem Signal anhalten (in Bewegung)

source: stop on good signal(stopped)
ar: توقف عند الإشارة الجيدة(توقف)
de: Bei gutem Signal anhalten (gestoppt)

source: switch off after
ar: أطفئ بعد
de: danach ausschalten

source: terrestrial
ar: أرضي
de: terrestrisch

source: the filesize is 0 Bytes
ar: حجم الملف هو 0 بايت
de: Die Dateigröße beträgt 0 Bytes

source: time
ar: وقت
de: Zeit

source: time (in minutes) to switch from standby
ar: الوقت (بالدقائق) للتحول من وضع الاستعداد
de: Zeit (in Minuten) zum Umschalten aus dem Standby-Modus

source: title
ar: عنوان
de: Titel

source: to deep standby (0 = off).
ar: إلى وضع الاستعداد العميق (0 = إيقاف التشغيل).
de: auf Deep Standby (0 = aus).

source: top left
ar: أعلى اليسار
de: oben links

source: top right
ar: أعلى اليمين
de: oben rechts

source: type
ar: نوع
de: Typ

source: umount
ar: رفع

source: unknown
ar: مجهول
de: Unbekannt

source: update
ar: تحديث
de: aktualisieren

source: username
ar: اسم المستخدم
de: Nutzername

source: very large
ar: كبيرة جداً
de: sehr groß

source: volume
ar: حجم الصوت
de: Lautstärke

source: waiting for EPG...
ar: في انتظار EPG...
de: warte auf EPG...

source: weekly
ar: اسبوعي
de: wochentlich

source: will added to stop time of every record timer.
ar: سيتم إضافة وقت التوقف لكل مؤقت تسجيل.
de: wird zur Stoppzeit jedes Aufnahmetimers hinzugefügt.

source: will be deducted of every record timer.
ar: سيتم خصمها من كل مؤقت قياسي.
de: wird von jedem Rekordtimer abgezogen.

source: yes
ar: نعم
de: ja

source: (date)
de: (Datum)

source: (filename)
de: (Dateiname)

source: (filename2)
de: (Dateiname2)

source: (size)
de: (Größe)

source: (type)
de: (Typ)

source: Built date:
de: Baudatum:

source: CEC broadcast
de: CEC-Sendung

source: CEC standby no timer
de: CEC-Standby ohne Timer

source: CEC view on
de: CEC-Ansicht auf

source: CI Cam settings
de: CI-Cam-Einstellungen

source: Contrast / Brightness
de: Kontrast / Helligkeit

source: Corner
de: Ecke

source: Dir
de: Verzeichniss

source: EPG-Cache (Days)
de: EPG-Cache (Tage)

source: Economics / Social advisory
de: Wirtschafts- / Sozialberatung

source: Files Browser
de: Dateibrowser

source: Gradient direction
de: Verlaufsrichtung

source: Hdd Format
de: Festplattenformat

source: Here you can select a skin from the following list.
de: Hier können Sie einen Skin aus der folgenden Liste auswählen.

source: ImageType
de: ImageTyp

source: Invert
de: Umkehren

source: Last Channel settings
de: Letzte Kanaleinstellungen

source: MD5 checking
de: MD5-Überprüfung

source: Menu Title2
de: Menütitel2

source: Mo Tu We Th Fr Sa Su
de: Mo Di We Do Fr Sa Su

source: New jump back 'blue' for endposition
de: Neuer Sprung zurück 'blau' für Endposition

source: New jump forward 'blue' for endposition
de: Neuer Sprung nach vorne 'blau' für Endposition

source: No channels were found! Please execute a scan (MENU-key -> System)
de: Es wurden keine Kanäle gefunden! Bitte führen Sie einen Scan durch (MENU-Taste -> System)

source: PCM Delay
de: PCM-Verzögerung

source: PSI settings
de: PSI-Einstellungen

source: Reloading Skin default style, please be patient.
de: Der Skin-Standardstil wird neu geladen. Bitte haben Sie etwas Geduld.

source: SB mode
de: SB-Modus

source: SMATV Remote Tuning
de: SMATV-Fernabstimmung

source: Signal small
de: Signal klein

source: TMDB Key:
de: TMDB-Schlüssel:

source: TMDB info
de: TMDB-Informationen

source: Use gotoXX
de: Verwenden Sie gotoXX

source: User menu F1
de: Benutzermenü F1

source: User menu F2
de: Benutzermenü F2

source: User menu F3
de: Benutzermenü F3

source: User menu F4
de: Benutzermenü F4

source: User menu blue
de: Benutzermenü blau

source: Zap cycle
de: Zap-Zyklus

source: Zap to
de: Zap zu

source: Zapto timer in one minute
de: Zapto-Timer in einer Minute

source: Zoom in
de: Hineinzoomen

source: Zoom out
de: Rauszoomen

source: caps / no caps
de: Große / klein Schreibung

source: channel (short) / sep.-line / title
de: Kanal (kurz) / Sep.-Zeile / Titel

source: channel (short) / title
de: Kanal (kurz) / Titel
