Repository: mohousch/neutrino2
Catalog: neutrino2/data/locale/*.po
Languages: ar, de

source: install failed
ar: فشل تثبيت الحزمة

source: successfull installed
ar: تم تثبيت الحزمة بنجاح

source: 'X'=timer '-' no timer
ar: 'X'=مؤقت '-' لا يوجد مؤقت
de: 'X'=Timer '-' kein Timer

source: (%d%% over)
ar: (%d%% انتهى)
de: (%d%% vorbei)

source: (Re)-Calculate Positions
ar: (اعادة)-حساب المواضع
de: (Neu)-Berechnung von Positionen

source: (a) Motor Position:
ar: (a) موضع المحرك:

source: (b) Movement:
ar: (b) تحريك:
de: (b) Bewegung:

source: (c) Step Size:
ar: (c) حجم الخطوة:
de: (c) Schrittgröße:

source: (relative, in seconds)
ar: (النسبا، بالثواني)
de: (relativ, in Sekunden)

source: (starting in %d min)
ar: (البدء في %d دقيقة)
de: (beginnend in %d Min.)

source: , please be patient...
ar: , من فضلك كن صبورا...
de: , bitte haben Sie etwas Geduld...

source: 0 for unlimited repeats
ar: 0 لتكرارات غير محدودة
de: 0 für unbegrenzte Wiederholungen

source: 5 Volt
ar: 5 فولت

source: A/V sync
ar: A/V مزامنة
de: A/V-Synchronisierung

source: AC3 Delay
ar: AC3 تأخير
de: AC3-Verzögerung

source: AV Select
ar: AV اختار
de: AV-Auswahl

source: Abortion of channel scan
ar: الغاء البحث عن القناة
de: Abbruch des Sendersuchlaufs

source: Absolute start directory
ar: دليل البداية المطلق
de: Absolutes Startverzeichnis

source: Activate settings
ar: تفعيل الإعدادات
de: Einstellungen aktivieren

source: Actors
ar: ممثلين
de: Schauspieler

source: Add
ar: اضافة
de: Hinzufügen

source: Add Subtitle File
ar: إضافة ملف الترجمة

source: Add to Bouquets
ar: أضف إلى الباقات
de: Zu Bouquets hinzufügen

source: Adult movie / Drama
ar: فيلم للكبار / دراما
de: Erotikfilm / Drama

source: Advanced
ar: متقدم
de: Fortschrittlich

source: Adventure / Western/War
ar: مغامرات / غربي / حرب
de: Abenteuer / Western/Krieg

source: Age
ar: العمر
de: Alter

source: Alarm time
ar: وقت التنبيه
de: Weckzeit

source: All Services
ar: جميع الخدمات
de: Alle Sender

source: Alpha Setup
ar: اعدادات الفا

source: Analog
ar: تناظري

source: Analog Output
ar: المخرج التناظري
de: Analogausgang

source: Antenna positioning
ar: تحديد موقع الهوائي
de: Antennenpositionierung

source: Arabic
ar: عربي
de: Arabisch

source: Are you sure ?
ar: هل أنت متأكد ?
de: Bist du sicher ?

source: Are you sure to format ? You will lost all data
ar: هل أنت متأكد من التنسيق؟ سوف تفقد جميع البيانات
de: Sind Sie sicher, dass Sie formatieren? Sie verlieren alle Daten

source: Are you sure to init ?
ar: هل أنت متأكد من التهيئة؟
de: Sind Sie sicher, dass Sie die Initialisierung durchführen?

source: Arts / Culture
ar: الفنون / الثقافة
de: Kunst / Kultur

source: Arts / Culture magazines
ar: مجلات الفنون والثقافة
de: Kunst- / Kulturmagazine

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
de: Seitenverhältnis

source: Athletics
ar: ألعاب القوى
de: Leichtathletik

source: Audio
ar: الصوت

source: Audio PIDs
ar: معرفات الصوت

source: Audio Playlist
ar: قوائم تشغيل الصوت

source: Audio language preferences
ar: لغة الصوت المفضلة
de: Audio-Spracheinstellungen

source: Audio settings
ar: اعدادات الصوت
de: Audio Einstellungen

source: Audioplayer
ar: مشغل الصوت

source: Audioplayer settings
ar: اعدادت مشغل الصوت
de: Audioplayer-Einstellungen

source: Audiotype
ar: نمط الصوت
de: Audiotyp

source: Auto select audio
ar: تحديد الصوت تلقائيًا
de: Audio automatisch auswählen

source: Auto select subtitles
ar: تحديد الترجمة تلقائيًا
de: Untertitel automatisch auswählen

source: Auto-Scan
ar: المسح التلقائي
de: Automatischer Scan

source: Auto-Scan multiple Satellites
ar: المسح التلقائي للأقمار الصناعية المتعددة
de: Automatisches Scannen mehrerer Satelliten

source: Available Images/Packages
ar: الصور/الحزم المتوفرة
de: Verfügbare Image/Pakete

source: BOTTOM
ar: قاع
de: UNTEN

source: BOTTOM LEFT
ar: أسفل اليسار
de: UNTEN LINKS

source: BOTTOM RIGHT
ar: أسفل اليمين
de: UNTEN RECHTS

source: Back
ar: للخلف
de: Zurück

source: Background
ar: خلفية
de: Hintergrund

source: Backup failed
ar: فشل النسخ الاحتياطي
de: Die Sicherung ist fehlgeschlagen

source: Ballet
ar: باليه

source: Bandwidth
ar: النطاق الترددي
de: Bandbreite

source: Bitrate
ar: معدل البت

source: Bookmarks
ar: العلامات المرجعية
de: Lesezeichen

source: Border
ar: الحدود
de: Grenze

source: Bosnian
ar: البوسنية
de: bosnisch

source: Bouquet
ar: باقة

source: Bouquet Editor
ar: محرر الباقة

source: Bouquet back
ar: الرجوع الي الباقة
de: Bouquet zurück

source: Bouquets
ar: الباقات

source: Box Info
ar: معلومات الصندوق

source: Box will shutdown in 1 min. Cancel Sutdown ?
ar: سيتم إغلاق الصندوق في دقيقة واحدة.إلغاء الاغلاق؟
de: Box schaltet sich in 1 Minute ab. Herunterfahren abbrechen?

source: Brightness
ar: سطوع
de: Helligkeit

source: Brightness after dim timeout
ar: السطوع بعد انتهاء مهلة التعتيم
de: Helligkeit nach Dimm-Timeout

source: Broadcast
ar: محطة الاذاعة

source: Broadcasting / Press
ar: البث / الصحافة
de: Rundfunk / Presse

source: Built date:
ar: تاريخ البناء:

source: Buttons Bar
ar: شريط الأزرار
de: Schaltflächenleiste

source: Buttons Line
ar: خط الأزرار
de: Tastenlinie

source: Buttons Line Gradient
ar: أزرار خط التدرج

source: CAM init complete
ar: تم إكمال عملية تهيئة CAM
de: CAM-Initialisierung abgeschlossen

source: CAM inserted in slot
ar: تم إدخال CAM في الفتحة
de: CAM im Steckplatz eingesetzt

source: CAM removed from slot
ar: تم إزالة CAM من الفتحة
de: CAM aus Steckplatz entfernt

source: CEC Setup
ar: إعداد CEC

source: CEC mode
ar: وضع CEC
de: CEC-Modus

source: CEC mode off
ar: إيقاف تشغيل وضع CEC
de: CEC-Modus aus

source: CEC mode recorder
ar: التسجيل في وضع CEC
de: Rekorder im CEC-Modus

source: CEC mode tuner
ar: موالف وضع CEC
de: CEC-Modus-Tuner

source: CEC settings
ar: إعدادات CEC
de: CEC-Einstellungen

source: CEC standby
ar: CEC في وضع الاستعداد

source: CEC volume
ar: CEC مقدار الصوت
de: CEC-Lautstärke

source: CEC volume TV
ar: CEC مقدار الصوت TV
de: CEC-Lautstärkefernseher

source: CEC volume audiosystem
ar: CEC حجم نظام الصوت
de: CEC-Lautstärke-Audiosystem

source: CEC volume off
ar: CEC اغلاق الصوت
de: CEC-Lautstärke aus

source: CI cam reset
ar: CI cam إعادة ضبط
de: CI-CAM zurückgesetzt

source: CORNER ALL
ar: كل الزواية
de: ALLES IN DIE ECKE

source: CORNER NONE
ar: لا يوجد زاوية
de: ECKE KEINE

source: CPU:
ar: وحدة المعالجة المركزية:

source: Cable
ar: كابل
de: Kabel

source: Cable:
ar: كابل:
de: Kabel:

source: Cancel
ar: الغاء
de: Abbrechen

source: Cartoons / Puppets
ar: الرسوم المتحركة / الدمى
de: Cartoons / Puppen

source: Change PIN code
ar: تغيير رمز PIN
de: PIN-Code ändern

source: Change sort order
ar: تغيير ترتيب الفرز
de: Sortierreihenfolge ändern

source: Channel
ar: القناة
de: Kanal

source: Channel Logo
ar: شعار القناة
de: Kanal Logo

source: Channel direct selection
ar: اختيار القناة مباشرة
de: Direktwahl des Kanals

source: Channel down
ar: القناة للأسفل
de: Kanal runter

source: Channel not available
ar: القناة غير متاحة
de: Kanal nicht verfügbar

source: Channel number
ar: ارقام قائمة القنوات

source: Channel up
ar: القناة للأعلي
de: Kanal hoch

source: Channel:
ar: القناة:
de: Kanal:

source: Channellist
ar: قائمة القنوات
de: Kanalliste

source: Channellist Description
ar: وصف قائمة القنوات
de: Kanallistebeschreibung

source: Channellist Number
ar: ارقام قائمة القنوات
de: Kanallistennummer

source: Channellist settings
ar: اعدادات فائمة القنوات
de: Kanallisteneinstellungen

source: Check filesystem
ar: التحقق من نظام الملفات
de: Dateisystem prüfen

source: Children / Juvenile program
ar: برنامج الأطفال / الشباب
de: Kinder- / Jugendprogramm

source: Clear
ar: واضح

source: Code Rate HP
ar: معدل الكود HP

source: Code Rate LP
ar: معدل الكود LP

source: Color to color
ar: لون إلى لون

source: Color to transparent
ar: شفافية اللون

source: Colour Range
ar: مجموعة الألوان
de: Farbbereich

source: Comedy
ar: كوميديا
de: Komödie

source: Commited/Uncommited
ar: ملتزم/غير ملتزم
de: Festgeschrieben/Nicht festgeschrieben

source: Contrast
ar: جلسة
de: Kontrast

source: Cooking
ar: طبخ
de: Kochen

source: Copy bouquet to Favorites
ar: نسخ الباقة إلى المفضلة
de: Bouquet in die Favoriten kopieren

source: Correction time in min. (00=off). This time
ar: وقت التصحيح بالدقيقة (00=إيقاف). هذه المرة
de: Korrekturzeit in Min. (00=aus). Diesmal

source: Country
ar: دولة
de: Land

source: Create bookmark
ar: إنشاء إشارة مرجعية
de: Lesezeichen erstellen

source: Create list of HD channels
ar: إنشاء قائمة بالقنوات عالية الدقة
de: eine Liste mit HD-Kanälen erstellen

source: Current Track
ar: المسار الحالي
de: Aktueller Titel

source: Current key
ar: المفتاح الحالي
de: Aktueller Schlüssel

source: Current transponder
ar: جهاز الإرسال والإستقبال الحالي
de: Aktueller Transponder

source: Current version
ar: النسخة الحالية
de: Aktuelle Version

source: Czech
ar: التشيكية
de: Tschechisch

source: Data
ar: بيانات
de: Daten

source: Date
ar: تاريخ
de: Datum

source: Debug
ar: التصحيح

source: Debug Level
ar: مستوى التصحيح
de: Debug-Ebene

source: Decrease Motor Position (a)
ar: تقليل موضع المحرك (أ)
de: Motorposition verringern (a)

source: Default
ar: افتراضي
de: Standard

source: Default gateway
ar: البوابة الافتراضية
de: Standard-Gateway

source: Delayed shutdown
ar: تأخير الإغلاق
de: Verzögertes Herunterfahren

source: Delete
ar: حذف
de: Löschen

source: Delete WebTV channels
ar: حذف قنوات WebTV
de: WebTV-Kanäle löschen

source: Delete all
ar: حذف الكل
de: Alles löschen

source: Delete channel from bouquet?
ar: حذف القناة من الباقة؟
de: Kanal aus Bouquet löschen?

source: Delete channels
ar: حذف القنوات
de: Kanäle löschen

source: Description:
ar: وصف:
de: Beschreibung:

source: Details current program
ar: تفاصيل البرنامج الحالي
de: Details zum aktuellen Programm

source: Detective / Thriller
ar: محقق / مثير
de: Detektiv / Thriller

source: DiSEqC
ar: دايسك

source: DiSEqC 1.0
ar: دايسك 1.0

source: DiSEqC 1.1
ar: دايسك 1.1

source: DiSEqC-repeats
ar: تكرار-دايسك
de: DiSEqC-Wiederholungen

source: Diashow mode
ar: وضع عرض الشرائح
de: Diashow-Modus

source: Digital
ar: رقمي

source: Dim timeout
ar: مهلة التعتيم
de: Dimm-Timeout

source: Direct-Mode
ar: الوضع المباشر
de: Direktmodus

source: Director
ar: مخرج
de: Direktor

source: Directory for updates
ar: دليل التحديثات
de: Verzeichnis für Updates

source: Disable (soft) Limits
ar: تعطيل الحدود (الناعمة)
de: (weiche) Limits deaktivieren

source: Discard changes?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?

source: Discarding changes. Please be patient.
ar: استبعاد التغييرات. يرجى التحلي بالصبر.
de: Änderungen verwerfen. Bitte haben Sie Geduld.

source: Discussion / Interview/ Debate
ar: مناقشة / مقابلة / مناظرة
de: Diskussion / Interview / Debatte

source: Diseqc input
ar: مداخل الديزك
de: Diseqc-Eingang

source: Display image
ar: عرض الصورة
de: Bild anzeigen

source: Display settings
ar: إعدادات شاشة العرض
de: Bildschirmeinstellungen

source: Do not scale picture
ar: لا تقم بتغيير حجم الصورة
de: Bild nicht skalieren

source: Do you really want to flash? If a error occurs or the image is not valid, the box will not boot after flashing. Imagename: %s Target: %s
ar: هل تريد حقًا الوميض؟ إذا حدث خطأ أو لم تكن الصورة صالحة، فلن يتم تشغيل الجهاز بعد الوميض. اسم الصورة: %s الهدف: %s
de: Willst du wirklich flashen? Wenn ein Fehler auftritt oder das Image nicht vorhanden ist gültig, die Box bootet nach dem Flashen nicht. Imagename: %sZiel: %s

source: Do you want to overwrite this file:
ar: هل تريد استبدال هذا الملف:
de: Möchten Sie diese Datei überschreiben:

source: Do you want to restore the previous settings?
ar: هل تريد استعادة الإعدادات السابقة؟
de: Möchten Sie die vorherigen Einstellungen wiederherstellen?

source: Do you want to save the changes?
ar: هل تريد حفظ التغييرات؟
de: Wollen Sie die Änderungen speichern?

source: Docs:
ar: المستندات:
de: Dokumente:

source: Documentary
ar: وثائقي
de: Dokumentarfilm

source: Documentation / Magazine
ar: وثائقي / مجلة
de: Dokumentation / Magazin

source: Dolby Digital
ar: دولبي ديجيتال

source: Drive Mode
ar: وضع القيادة
de: Fahrmodus

source: Drive Mode/auto stop
ar: وضع القيادة/التوقف التلقائي
de: Fahrmodus/Auto-Stopp

source: Dutch
ar: هولندي
de: Niederländisch

source: EPG
ar: دليل البرامج الإلكتروني

source: EPG / Timer
ar: EPG / المؤقت

source: EPG Date
ar: تاريخ دليل البرامج الإلكتروني
de: EPG-Datum

source: EPG Info1
ar: معلومات دليل البرامج الإلكتروني 1

source: EPG Info2
ar: معلومات دليل البرامج الإلكتروني 2

source: EPG Long Description (hours)
ar: وصف EPG الطويل (بالساعات)
de: EPG-Langbeschreibung (Stunden)

source: EPG Title
ar: عنوان دليل البرامج الإلكتروني
de: EPG-Titel

source: EPG is not available
ar: EPG غير متوفر
de: EPG ist nicht verfügbar

source: EPG not available
ar: EPG غير متوفر
de: EPG nicht verfügbar

source: EPG not loaded...
ar: لم يتم تحميل EPG...
de: EPG nicht geladen...

source: EPG remove after (std.)
ar: إزالة EPG بعد (std.)
de: EPG entfernen nach (Std.)

source: EPG save path
ar: مسار حفظ EPG
de: EPG-Speicherpfad

source: EPG settings
ar: إعدادات دليل البرامج الإلكتروني
de: EPG-Einstellungen

source: East
ar: شرق
de: Ost

source: Edit
ar: يحرر
de: Bearbeiten

source: Enable (soft) Limits
ar: تمكين الحدود (الناعمة)
de: (Soft-)Limits aktivieren

source: Enable NGLCD
ar: تمكين NGLCD

source: Enable standby
ar: تمكين وضع الاستعداد
de: Standby aktivieren

source: English
ar: إنجليزي
de: Englisch

source: Enter 0 to switch of the blocker (red is space)
ar: أدخل 0 لإيقاف تشغيل المانع (اللون الأحمر هو المسافة)
de: Geben Sie 0 ein, um den Blocker auszuschalten (Rot ist Leerzeichen).

source: Enter jump target
ar: أدخل هدف القفز
de: Sprungziel eingeben

source: Enter standby
ar: الدخول إلى وضع الاستعداد
de: Gehen Sie in den Standby-Modus

source: Enter your new youth protection pin code here!
ar: أدخل رمز الحماية الشبابي الجديد الخاص بك هنا!
de: Geben Sie hier Ihren neuen Jugendschutz-PIN-Code ein!

source: Entertainment programmes for 10 to 16
ar: برامج ترفيهية للأطفال من سن 10 إلى 16 عامًا
de: Unterhaltungsprogramme für 10 bis 16

source: Entertainment programmes for 6 to 14
ar: برامج ترفيهية للأطفال من سن 6 إلى 14 عامًا
de: Unterhaltungsprogramme für 6 bis 14

source: Equestrian
ar: الفروسية
de: Reitsport

source: Error
ar: خطأ
de: Fehler

source: Event list
ar: قائمة الأحداث
de: Ereignissliste

source: Event to right
ar: أعلى اليمين

source: Eventlist Title
ar: عنوان قائمة الأحداث
de: Vorschau Titel

source: Eventlist current programm
ar: قائمة الأحداث البرنامج الحالي
de: Ereignissliste aktuelles Programm

source: Eventlist date / time
ar: تاريخ / وقت قائمة الأحداث
de: Ereignissliste Datum / Zeit

source: Eventlist large
ar: قائمة الأحداث كبيرة
de: Ereignissliste groß

source: Eventlist overview
ar: نظرة عامة على قائمة الأحداث
de: Vorschau alle Programme

source: Eventlist small
ar: قائمة الأحداث صغيرة
de: Ereignissliste klein

source: Events Textcolor
ar: لون نص الأحداث
de: Textfarbe für Ereignisse

source: Execute plugin
ar: تنفيذ البرنامج المساعد
de: Plugin ausführen

source: Exit
ar: مخرج
de: Ausgang

source: Experimental film / Video
ar: فيلم / فيديو تجريبي
de: Experimenteller Film / Video

source: Expert functions
ar: وظائف الخبراء
de: Expertenfunktionen

source: Expert-functions
ar: وظائف الخبراء
de: Expertenfunktionen

source: Fashion
ar: موضة
de: Mode

source: Fast
ar: سريع
de: Schnell

source: Fast/timeshift record time(hours)
ar: تسجيل وقت سريع/زمن التحول (ساعات)
de: Zeit für schnelle/zeitversetzte Aufnahme (Stunden)

source: Favorites
ar: المفضلة
de: Favoriten

source: Features
ar: سمات
de: Erweiterungen

source: File could not be created:
ar: لم يتم إنشاء الملف:
de: Datei konnte nicht erstellt werden:

source: File selector
ar: اختار الملف
de: Dateiauswahl

source: File system
ar: نظام الملف
de: Dateisystem

source: Filebrowser
ar: متصفح الملفات
de: Dateibrowser

source: Filebrowser item
ar: عنصر متصفح الملفات
de: Dateibrowser-Element

source: Filebrowser settings
ar: إعدادات متصفح الملفات
de: Dateibrowser-Einstellungen

source: Filename of the play list
ar: اسم ملف قائمة التشغيل
de: Dateiname der Playlist

source: Filenames (with EPG data)
ar: أسماء الملفات (مع بيانات EPG)
de: Dateinamen (mit EPG-Daten)

source: Film / Cinema
ar: فيلم / سينما
de: Film / Kino

source: Filter off
ar: إيقاف التصفية
de: Filter aus

source: Filter on
ar: تشغيل التصفية
de: Filter an

source: Fine arts
ar: الفنون الجميلة
de: Bildende Kunst

source: Fitness & health
ar: اللياقة البدنية والصحة
de: Fitness & Gesundheit

source: Folk / Traditional music
ar: الموسيقى الشعبية / التقليدية
de: Folk / traditionelle Musik

source: Font
ar: الخط
de: Schriftart

source: Font name
ar: اسم الخط
de: Schriftartenname

source: Foot
ar: قدم
de: Fuß

source: Football / Soccer
ar: كرة القدم
de: Fussball

source: Foreign countries / Expeditions
ar: الدول الأجنبية / البعثات
de: Ausland / Expeditionen

source: Forum:
ar: المنتدى:

source: Found the following new image: Date: %s, %s BaseImage: %s ImageType: %s Do you want to install this version now?
ar: تم العثور على الصورة الجديدة التالية: التاريخ: %s، %s الصورة الأساسية: %s نوع الصورة: %s هل تريد تثبيت هذا الإصدار الآن؟
de: Folgendes neues Image gefunden: Datum: %s, %s BaseImage: %s ImageTyp: %s Möchten Sie diese Version jetzt installieren?

source: Found the following new package: Package: %s Date: %s, %s BaseImage: %s Type: %s Do you want to download and install this version now?
ar: تم العثور على الحزمة الجديدة التالية: الحزمة: %s التاريخ: %s، %s الصورة الأساسية: %s النوع: %s هل تريد تنزيل هذا الإصدار وتثبيته الآن؟
de: Folgendes neues Paket gefunden: Pakete: %s Datum: %s, %s BaseImage: %s Typ: %s Möchten Sie diese Version jetzt herunterladen und installieren?

source: Framerate
ar: معدل الإطارات

source: Free Memory
ar: الذاكرة الحرة
de: Freier Speicher

source: French
ar: فرنسي
de: Französisch

source: Frequency
ar: التردد
de: Frequenz

source: Frequency:
ar: التردد:
de: Frequenz:

source: Friday
ar: يوم الجمعة
de: Freitag

source: Frontend:
ar: الواجهة الأمامية:

source: Further education
ar: التعليم الإضافي
de: Weiterbildung

source: GLCD Brightness
ar: سطوع GLCD

source: GLCD Standby Brightness
ar: سطوع وضع الاستعداد GLCD

source: GUI restart
ar: إعادة تشغيل واجهة المستخدم الرسومية
de: GUI-Neustart

source: Game show / Quiz / Contest
ar: برنامج ألعاب / اختبار / مسابقة
de: Spielshow / Quiz / Wettbewerb

source: Gardening
ar: البستنة
de: Gartenarbeit

source: Generic delay
ar: تأخير عام
de: Allgemeine Verzögerung

source: Genre
ar: النوع

source: German
ar: الالمانية
de: Deutsch

source: Goto Motor Position (a)
ar: الانتقال إلى موضع المحرك (أ)
de: Gehe zur Motorposition (a)

source: Goto Reference Position
ar: الانتقال إلى موضع المرجع
de: Gehe zur Referenzposition

source: Gradient
ar: التدرج
de: Farbverläufe

source: Gradient type
ar: نوع التدرج

source: Guard Interval
ar: فترة الحراسة
de: Schutzintervall

source: Guests
ar: الضيوف
de: Gäste

source: HD / Crypt Icons
ar: أيقونات HD / تشفير

source: HDD Devices:
ar: أجهزة HDD:
de: Festplattengeräte:

source: HDD Filexplorer
ar: مستكشف ملفات القرص الصلب
de: HDD-Datei-Explorer

source: HDD Format
ar: تنسيق القرص الصلب

source: HDD Init
ar: تهيئة القرص الصلب

source: HDD Mount
ar: ربط القرص الصلب

source: HDD Mount Failed
ar: فشل ربط القرص الصلب
de: HDD mounten fehlgeschlagen

source: HDD Mount failed !
ar: فشل ربط القرص الصلب!
de: HDD mounten fehlgeschlagen !

source: HDD Mounted
ar: تم ربط القرص الصلب
de: HDD gemountet

source: HDD Umount
ar: إلغاء ربط القرص الصلب
de: HDD umounten

source: HDD check failed !
ar: فشل فحص القرص الصلب!

source: HDD format failed !
ar: فشل تهيئة القرص الصلب!
de: Festplattenformatierung fehlgeschlagen!

source: HDD init failed !
ar: فشلت عملية تهيئة القرص الصلب!
de: Festplatteninitialisierung fehlgeschlagen!

source: HDD mounted
ar: تم ربط القرص الصلب
de: HDD gemountet

source: HDD settings
ar: إعدادات القرص الصلب
de: Festplatteneinstellungen

source: HDD umount
ar: إلغاء ربط القرص الصلب

source: HDD umounted
ar: الغاء ربط القرص الصلب
de: Festplatte ausgehängt

source: HDD unmount failed !
ar: فشل إلغاء ربط القرص الصلب!
de: Das Aushängen der Festplatte ist fehlgeschlagen!

source: HDMI Color Space
ar: مساحة ألوان HDMI
de: HDMI-Farbraum

source: Halt Motor
ar: أوقف المحرك
de: Motor anhalten

source: Handicraft
ar: الصناعة اليدوية
de: Handwerk

source: Head
ar: رأس
de: Kopfleiste

source: Help
ar: مساعدة
de: Hilfe

source: Here you can choose plugins
ar: هنا يمكنك اختيار المكونات الإضافية

source: Here you can get device Info
ar: يمكنك هنا الحصول على معلومات الجهاز

source: Here you can play / show music / movies / pics
ar: هنا يمكنك تشغيل / عرض الموسيقى / الأفلام / الصور

source: Here you can power off or standby your device
ar: يمكنك هنا إيقاف تشغيل جهازك أو وضعه في وضع الاستعداد

source: Here you can set Timers and show EPG
ar: يمكنك هنا ضبط المؤقتات وإظهار دليل البرامج الإلكتروني

source: Here you can set channel scan and more
ar: يمكنك هنا ضبط مسح القنوات والمزيد

source: Here you can set timers
ar: هنا يمكنك ضبط المؤقتات

source: Here you can setup OSD
ar: هنا يمكنك إعداد OSD

source: Here you can setup your box
ar: يمكنك هنا إعداد صندوقك

source: Here you can switch between TV / Radio
ar: هنا يمكنك التبديل بين التلفزيون / الراديو

source: Here you can switch into Radio mode
ar: يمكنك هنا التبديل إلى وضع scart

source: Here you can switch into TV mode
ar: يمكنك هنا التبديل إلى وضع scart

source: Here you can switch to scart modus
ar: يمكنك هنا التبديل إلى وضع scart

source: Hide
ar: يخفي
de: Verstecken

source: Hierarchy
ar: تَسَلسُل
de: Hierarchie

source: High decode priority
ar: أولوية فك التشفير العالية
de: Hohe Dekodierungspriorität

source: History
ar: تاريخ
de: Geschichte

source: Home page:
ar: الصفحة الرئيسية:
de: Startseite:

source: Horizontal (in %)
ar: أفقي (بالنسبة المئوية)

source: Hostname
ar: اسم المضيف

source: Hot Keys mapping
ar: تعيين المفاتيح الساخنة
de: Zuordnung von Hotkeys

source: How long into the future will EPG extended descriptions
ar: إلى متى ستستمر أوصاف EPG الموسعة في المستقبل؟
de: Wie lange werden EPG-Beschreibungen in Zukunft erweitert?

source: How long will EPG-Data be stored after they timed out?
ar: ما هي المدة التي سيتم تخزين بيانات EPG فيها بعد انتهاء صلاحيتها؟
de: Wie lange werden EPG-Daten nach Ablauf des Zeitlimits gespeichert?

source: How long will EPG-Data in the future cached?
ar: ما هي المدة التي سيتم فيها تخزين بيانات EPG في المستقبل؟
de: Wie lange werden EPG-Daten künftig zwischengespeichert?

source: How many events should be stored?
ar: كم عدد الأحداث التي يجب تخزينها؟
de: Wie viele Ereignisse sollen gespeichert werden?

source: IP address
ar: عنوان IP
de: IP Adresse

source: Image Info
ar: معلومات الصورة

source: Image info
ar: معلومات الصورة

source: Increase Motor Position (a)
ar: زيادة موضع المحرك (أ)
de: Motorposition erhöhen (a)

source: Info
ar: معلومات

source: Infobar
ar: شريط المعلومات

source: Infobar Channel name
ar: اسم قناة شريط المعلومات
de: Infobar-Kanalname

source: Infobar Number
ar: رقم شريط المعلومات
de: Infobar-Nummer

source: Infobar info
ar: معلومات شريط المعلومات
de: Infobar Information

source: Infobar small
ar: شريط المعلومات صغير
de: Infobar klein

source: Information
ar: معلومة

source: Informational / educational / school programmes
ar: برامج إعلامية / تعليمية / مدرسية
de: Informations- / Bildungs- / Schulprogramme

source: Insert
ar: إدراج

source: Install menu
ar: قائمة التثبيت
de: Menü installieren

source: Installed packages
ar: قائمة التثبيت

source: Interface
ar: الواجهة
de: Schnittstelle

source: Internet Radio
ar: راديو الانترنت

source: Is this video mode working ok ?
ar: هل يعمل وضع الفيديو هذا بشكل جيد؟
de: Funktioniert dieser Videomodus einwandfrei?

source: Item Info
ar: معلومات عن العنصر

source: Jazz
ar: موسيقى الجاز

source: Jump over
ar: اقفز فوق
de: springen

source: Key
ar: مفتاح
de: Taste

source: Key Repeat-blocker
ar: مانع تكرار المفاتيح
de: Tastenwiederholungsblocker

source: Keybinding settings
ar: إعدادات ربط المفاتيح
de: Tasten-Einstellugen

source: Keyword
ar: الكلمة الرئيسية
de: Stichwort

source: LCD EPG Align
ar: محاذاة دليل البرامج الإلكتروني لشاشة LCD
de: LCD-EPG-Ausrichtung
