Repository: mohousch/neutrino2
Catalog: neutrino2/data/locale/*.po
Languages: ar, de

source: LCD Power
ar: قوة شاشة LCD

source: LED Color
ar: لون LED

source: LEFT
ar: يسار
de: LINKS

source: LNB High Offset
ar: LNB إزاحة عالية

source: LNB Low Offset
ar: LNB إزاحة منخفضة
de: Niedriger LNB-Offset

source: LNB switch Offset
ar: إزاحة مفتاح LNB
de: LNB-Schalter Offset

source: LaDirection
ar: الإدارة

source: Language
ar: لغة
de: Sprache

source: Languages
ar: اللغات
de: Sprachen

source: Last Channel
ar: القناة الاخيرة
de: Letzter Kanal

source: Last play date
ar: اخر موعد للتشغيل
de: Letzter Spieltermin

source: Last play stop:
ar: اخر موعد للايقاف
de: Letzter Spielstopp:

source: Latitude
ar: خط العرض
de: Breite

source: Leave standby
ar: ترك وضع الاستعداد
de: Standby-Modus verlassen

source: Length
ar: خط الطول
de: Dauer

source: Length (Min)
ar: الطول (الحد الأدنى)
de: Spiel Dauer (Min)

source: License:
ar: رخصة:
de: Lizenz:

source: Line
ar: خط
de: Linie

source: Line Gradient
ar: تدرج الخط

source: List End
ar: نهاية القائمة
de: Ende der Liste

source: List Start
ar: قائمة البداية
de: Listenstart

source: Literature
ar: الأدب

source: LoDirection
ar: الاتجاه المنخفض

source: Loading skin
ar: جاري تحميل الجلد
de: Skin wird geladen

source: Loading skin style
ar: جاري تحميل نمط الجلد
de: Skin-Stil wird geladen

source: LocalTV EPG
ar: دليل البرامج الإلكتروني للتلفزيون المحلي

source: Lock
ar: قفل
de: Sperren

source: Lock RC
ar: قفل RC
de: Fernbedienung sperren

source: Lock Remote Control
ar: قفل جهاز التحكم عن بعد
de: Fernbedienung sperren

source: Lock program
ar: قفل البرنامج
de: Programm sperren

source: Locked Channel
ar: القناة مقفلة
de: Gesperrter Kanal

source: Locked program (from %d years up)
ar: تم قفل البرنامج (من %d سنة فصاعدًا)
de: Gesperrtes Programm (ab %d Jahren)

source: Longitude
ar: خط الطول
de: Längengrad

source: Lower Right
ar: أسفل اليمين
de: Rechts unten

source: MAC address
ar: عنوان MAC
de: MAC-Adresse

source: Magazines / Reports / Documentary
ar: المجلات / التقارير / الأفلام الوثائقية
de: Zeitschriften / Reportagen / Dokumentationen

source: Main Menu
ar: القائمة الرئيسية
de: Hauptmenü

source: Make Remaining Channels list
ar: إنشاء قائمة بالقنوات المتبقية
de: verbleibende Kanäle Liste erstellen

source: Manual frequency scan / Test signal
ar: المسح اليدوي للتردد / إشارة الاختبار
de: Manueller Frequenzscan / Testsignal

source: Manuell(ftp) Software Manager
ar: يدوي(ftp) مدير البرمجيات

source: Mark
ar: علامة
de: Markieren

source: Martial sports
ar: الرياضات القتالية
de: Kampfsport

source: Max. Events
ar: الأحداث القصوى
de: Max. Ereignisse

source: Media
ar: وسائط
de: Medien

source: Media Player
ar: مشغل الوسائط

source: Media Portal
ar: مشغل الوسائط

source: Medicine / Physiology / Psychology
ar: الطب / علم وظائف الأعضاء / علم النفس
de: Medizin / Physiologie / Psychologie

source: Menu
ar: القائمة
de: Menü

source: Menu Info
ar: معلومات القائمة
de: Menü Info

source: Menu Text
ar: نص القائمة
de: Menütext

source: Menu Title
ar: عنوان القائمة
de: Menütitel

source: Menu Title large
ar: عنوان القائمة كبير

source: Menu mode
ar: وضع القائمة
de: Menümodus

source: Message
ar: رسالة
de: Nachricht

source: Mini TV
ar: تلفزيون صغير

source: Mini TV FPS
ar: تلفزيون صغير FPS

source: Mini-DiSEqC
ar: ميني ديسك

source: Minutes
ar: دقائق
de: Minuten

source: Misc settings
ar: إعدادات متنوعة
de: Verschiedene Einstellungen

source: Mode
ar: وضع

source: Modechange
ar: تغيير الوضع
de: Moduswechsel

source: Modify
ar: يُعدِّل
de: Ändern

source: Modify timer
ar: تعديل المؤقت
de: Timer ändern

source: Monday
ar: الاثنين
de: Montag

source: More Screenings on this Channel
ar: عروض أخرى على هذه القناة
de: Mehr Informationen auf dem Kanal

source: Motor Control Settings
ar: إعدادات التحكم في المحرك
de: Motor Einstellugen

source: Motor Setup
ar: إعداد المحرك
de: Motor Einstellungen

source: Motor settings
ar: إعدادات المحرك
de: Motor Einstellungen

source: Motor sports
ar: دعم المحرك
de: Motorsport

source: Motoring
ar: المحركات
de: Motorisch

source: Mount network volume
ar: ربط وحدة تخزين الشبكة
de: Netzwerk-Volume bereitstellen

source: Mount options
ar: خيارات الربط
de: Mount Optionen

source: Move
ar: يتحرك
de: Bewegen

source: Movie / Drama
ar: فيلم / دراما
de: Film / Drama

source: Movie end:
ar: نهاية الفيلم:
de: Film Ende:

source: Movie info
ar: معلومات عن الفيلم
de: Film Info

source: Movie start:
ar: بداية الفيلم:
de: Film Start:

source: Movieplayer
ar: مشغل الافلام

source: Movieplayer settings
ar: إعدادات مشغل الأفلام
de: Movieplayer-Einstellungen

source: Movies Browser
ar: متصفح الأفلام
de: Filmbrowser

source: Music / Ballet / Dance
ar: موسيقى / باليه / رقص
de: Musik / Ballett / Tanz

source: Musical / Opera
ar: موسيقي / أوبرا
de: Musical / Oper

source: NTP-Server
ar: خادم NTP

source: NTP-Server example: ntp1.ptb.de
ar: مثال على خادم NTP: ntp1.ptb.de
de: Beispiel für einen NTP-Server: ntp1.ptb.de

source: NTP/DVB-Refresh
ar: تحديث NTP/DVB

source: NTP/DVB-Time-Sync in minutes
ar: NTP/DVB-Time-Sync في دقائق
de: NTP/DVB-Zeitsynchronisierung in Minuten

source: Name of bouquets
ar: اسم الباقات
de: Name den Bouquets

source: Name server
ar: اسم الخادم

source: Nature / Animals / Environment
ar: الطبيعة / الحيوانات / البيئة
de: Natur / Tiere / Umwelt

source: Netmask
ar: قناع الشبكة
de: Netzmaske

source: Network
ar: الشبكة
de: Netzwerk

source: Network Mount Manager
ar: مدير تثبيت الشبكة
de: Netzwerk-Mount-Manager

source: Network Name
ar: اسم الشبكة
de: Netzwerkname

source: Network settings
ar: اعدادات الشبكة
de: Netzwerkeinstellungen

source: New Bookmark
ar: إشارة مرجعية جديدة
de: Neues Lesezeichen

source: New media
ar: وسيطة جديدة
de: Neue Medien

source: New timer
ar: مؤقت جديد
de: Neuer Timer

source: News
ar: اخبار
de: Nachrichten

source: News / Weather report
ar: الأخبار / تقرير الطقس
de: Nachrichten / Wetterbericht

source: News magazine
ar: مجلة اخبارية
de: Nachrichtenmagazin

source: Next
ar: الصفحة التالية

source: Next Page
ar: الصفحة التالية
de: Nächste Seite

source: Next bouquet
ar: الباقة التالية
de: Nächster Bouquet

source: Next image
ar: الصورة التالية
de: Nächstes Bild

source: Next program
ar: البرنامج التالي
de: Nächstes Programm

source: No
ar: لا
de: NEIN

source: No CAM in slot
ar: لا يوجد CAM في الفتحة
de: Kein CAM im Steckplatz

source: No Caps
ar: لا أحرف كبيرة

source: No Networks found please scan again...
ar: لم يتم العثور على شبكات، يرجى إجراء المسح مرة أخرى...

source: No channels were found! Please execute a scan (MENU-key -> Service)
ar: لم يتم العثور على أي قنوات! الرجاء تنفيذ عملية مسح (مفتاح القائمة -> الخدمة)

source: No channels were found! Please execute a scan (MENU-key -> service)
ar: لم يتم العثور على أي قنوات! الرجاء تنفيذ عملية مسح (مفتاح القائمة -> الخدمة)
de: Es wurden keine Kanäle gefunden! Bitte führen Sie einen Scan durch (MENU-Taste -> System)

source: No detailed informations available
ar: لا توجد معلومات مفصلة متاحة

source: No info for current program available
ar: لا توجد معلومات متاحة عن البرنامج الحالي
de: Keine Informationen zum aktuellen Programm verfügbar

source: No key
ar: لا يوجد مفتاح
de: Keine Taste

source: No neutrino-settings found, Using defaults.
ar: لم يتم العثور على إعدادات النيوترينو، استخدم الإعدادات الافتراضية.
de: Keine Einstellugen gefunden standard Werte werden benutzt.

source: Noise
ar: ضوضاء
de: Lärm

source: Normal
ar: طبيعي

source: North
ar: شمال
de: Norden

source: Not used
ar: لم يتم استخدامه
de: Nicht benutzt

source: Now
ar: لا

source: Numericzap
ar: رقم رقمي

source: OK
ar: نعم

source: OK saves, HOME! aborts
ar: تم الحفظ بشكل صحيح، وتم إلغاء الصفحة الرئيسية
de: OK, speichert, HOME! bricht ab

source: One color
ar: لون واحد

source: One or several recording processes are active. If you encounter this message and no recording is active, please restart Neutrino.
ar: هناك عملية تسجيل واحدة أو أكثر نشطة. إذا واجهت هذه الرسالة ولم يكن هناك تسجيل نشط، فيرجى إعادة تشغيل Neutrino.
de: Ein oder mehrere Aufnahmevorgänge sind aktiv. Wenn diese Meldung angezeigt wird und keine Aufzeichnung aktiv ist, starten Sie Neutrino bitte neu.

source: Online Software Manager
ar: مدير البرامج عبر الإنترنت

source: Original Title
ar: العنوان الأصلي
de: Originaler Titel

source: Original title
ar: العنوان الأصلي
de: Originaler Titel

source: Overwrite?
ar: الكتابة فوق؟
de: Überschreiben?

source: PIN-Code was wrong! Try again.
ar: رمز PIN خاطئ! حاول مرة أخرى.
de: PIN-Code war falsch! Versuchen Sie es erneut.

source: Package successfully installed
ar: تم تثبيت الحزمة بنجاح
de: Paket erfolgreich installiert

source: Page Down
ar: صفحة لأسفل
de: Seite nach unten

source: Page Up
ar: صفحة لأعلى
de: Seite nach oben

source: Parentallock settings
ar: إعدادات القفل الأبوي
de: Kindersicherung-Einstellungen

source: Partition selector
ar: محدد القسم
de: Partitionsauswahl

source: Password
ar: كلمة المرور
de: Passwort

source: Path
ar: المسار
de: Weg

source: Performing arts
ar: الفنون الأدائية
de: Darstellende Künste

source: Permanent timeshift
ar: القفز الزمني الدائم
de: Permanente Zeitverschiebung

source: Personalisation
ar: التخصيص
de: Personalisierung

source: Pictureviewer
ar: عارض الصور
de: Bildbetrachter

source: Pictureviewer settings
ar: إعدادات برنامج عرض الصور
de: Bildbetrachter-Einstellungen

source: Please enter jump target
ar: الرجاء إدخال هدف القفز
de: Bitte Sprungziel eingeben

source: Please enter the filename of the playlist
ar: الرجاء إدخال اسم ملف قائمة التشغيل
de: Bitte geben Sie den Dateinamen der Playlist ein

source: Please press the new key
ar: الرجاء الضغط على المفتاح الجديد
de: Bitte drücken Sie die neue Taste

source: Plugin
ar: المكون الإضافي

source: Pluginlist large
ar: قائمة المكونات الإضافية كبيرة
de: Pluginliste groß

source: Pluginlist small
ar: قائمة المكونات الإضافية صغيرة
de: Pluginliste klein

source: Plugins
ar: المكونات الإضافية

source: Polarization
ar: الاستقطاب
de: Polarisation

source: Polish
ar: بولندي
de: Polnisch

source: Popular culture / Traditional arts
ar: الثقافة الشعبية / الفنون التقليدية
de: Populäre Kultur / Traditionelle Kunst

source: Portugues
ar: البرتغالية
de: Portugiesen

source: Power Menu
ar: قائمة الطاقة
de: Power-Menü

source: Pre-school children's programmes
ar: برامج الأطفال في مرحلة ما قبل المدرسة
de: Programme für Vorschulkinder

source: Prefer TMDB Infos
ar: تفضيل معلومات TMDB
de: TMDB-Infos bevorzugen

source: Preferred EPG language
ar: لغة دليل البرامج الإلكتروني المفضلة
de: Bevorzugte EPG-Sprache

source: Preferred language
ar: اللغة المفضلة
de: Bevorzugte Sprache

source: Preferred subtitle language
ar: لغة الترجمة المفضلة
de: Bevorzugte Untertitelsprache

source: Presenter
ar: مقدم
de: Moderator

source: Prev Page
ar: الصفحة السابقة
de: Vorherige Seite

source: Previous image
ar: الصورة السابقة
de: Vorheriges Bild

source: Program unknown
ar: البرنامج غير معروف
de: Programm unbekannt

source: Progressbar Color
ar: لون شريط التقدم
de: Farbe des Fortschrittsbalkens

source: Prompt for PIN
ar: المطالبة برقم التعريف الشخصي
de: Nach PIN fragen

source: Provider
ar: مزود
de: Anbieter

source: Provider:
ar: مزود:
de: Anbieter:

source: Providers
ar: المزودون
de: Anbieter

source: Proxy server
ar: خادم الوكيل

source: Proxyserver
ar: الخادم الوكيل

source: Quality
ar: جودة
de: Qualität

source: RIGHT
ar: يمين
de: RECHTS

source: Radio
ar: راديو

source: Radio Channel
ar: قناة الراديو
de: Radiosender

source: Radio Text
ar: نص الراديو

source: Radius
ar: نصف القطر

source: Read one partition
ar: قراءة قسم واحد
de: Eine Partition lesen

source: Read whole image
ar: اقرأ الصورة كاملة
de: Ganzes Image lesen

source: Reading Flash
ar: قراءة الفلاش
de: Flash Speicher lesen

source: Reboot
ar: إعادة التشغيل
de: Neustart

source: Receipt signal
ar: استلام الاشارة
de: Empfangssignal

source: Record
ar: تسجيل
de: Aufzeichnen

source: Record AC3 streams
ar: تسجيل تدفقات AC3
de: AC3-Streams aufnehmen

source: Record alternative streams
ar: تسجيل تيارات بديلة
de: alternative Streams aufnehmen

source: Record date
ar: تاريخ التسجيل
de: Aufnahmedatum

source: Record default audio streams
ar: تسجيل تدفقات الصوت الافتراضية
de: Standard-Audiostreams aufnehmen

source: Record standard stream
ar: تسجيل البث القياسي
de: Standardstream aufnehmen

source: Record start time correction
ar: تصحيح وقت بدء التسجيل
de: Korrektur der Startzeit aufzeichnen

source: Record stop time correction
ar: تصحيح وقت توقف التسجيل
de: Korrektur der Stoppzeit der Aufzeichnung

source: Recording directory
ar: دليل التسجيل
de: Aufnahmeverzeichnis

source: Recording settings
ar: إعدادات التسجيل
de: Aufnahmeeinstellungen

source: Recording starts in a few minutes
ar: سيبدأ التسجيل خلال بضع دقائق
de: Die Aufnahme beginnt in wenigen Minuten

source: Refresh EPG
ar: تحديث دليل البرامج الإلكتروني
de: EPG aktualisieren

source: Release
ar: دورة الإصدار

source: Release cycle
ar: دورة الإصدار
de: Release-Zyklus

source: Release type
ar: دورة الإصدار

source: Release:
ar: دورة الإصدار

source: Religion
ar: الدين

source: Reload
ar: إعادة التحميل
de: Neu laden

source: Reload EPG
ar: إعادة تحميل EPG
de: EPG neu laden

source: Reload XMLTV EPG
ar: إعادة تحميل EPG الخاص بـ XMLTV
de: XMLTV EPG neu laden

source: Reload channel lists
ar: إعادة تحميل قوائم القنوات
de: Senderlisten neu laden

source: Reloading EPG, please be patient.
ar: جاري إعادة تحميل EPG، يرجى التحلي بالصبر.
de: EPG wird neu geladen, bitte haben Sie etwas Geduld.

source: Reloading XMLTV EPG, please be patient.
ar: جاري إعادة تحميل XMLTV EPG، يرجى التحلي بالصبر.
de: XMLTV EPG wird neu geladen, bitte haben Sie etwas Geduld.

source: Reloading channel lists, please be patient.
ar: جاري إعادة تحميل قوائم القنوات، يرجى التحلي بالصبر.
de: Senderlisten werden neu geladen. Bitte haben Sie etwas Geduld.

source: Remarkable people
ar: أشخاص رائعين
de: Bemerkenswerte Leute

source: Remind
ar: تذكير
de: Erinnern

source: Reminder
ar: تذكير
de: Erinnerung

source: Remote Control lock
ar: قفل التحكم عن بعد
de: Fernbedienungssperre

source: Remote Control settings
ar: إعدادات التحكم عن بعد
de: Fernbedienungseinstellungen

source: Remote control reactivated.
ar: تم إعادة تفعيل جهاز التحكم عن بعد.
de: Fernbedienung reaktiviert.

source: Rename
ar: إعادة تسمية
de: Umbennen

source: Repeat
ar: تكرار
de: Wiederholen

source: Repeat delay
ar: تأخير متكرر
de: Wiederholungsverzögerung

source: Reread image
ar: إعادة قراءة الصورة
de: Bild erneut lesen (keine Skalierung)

source: Reread image (no scaling)
ar: إعادة قراءة الصورة (بدون تغيير الحجم)

source: Reset settings to defaults
ar: إعادة تعيين الإعدادات إلى الإعدادات الافتراضية
de: Setzen Sie die Einstellungen auf die Standardeinstellungen zurück

source: Reset to defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standardeinstellung zurücksetzen

source: Resolution
ar: الدقة
de: Auflösung

source: Rock / Pop
ar: روك / بوب

source: Romance
ar: رومانسية
de: Romantik

source: Rotor position
ar: وضع الدوار

source: Russian
ar: الروسية
de: Russisch

source: Same TP
ar: نفس TP
de: Gleicher TP

source: Sat settings
ar: إعدادات القمر الصناعي
de: Sat-Einstellungen

source: Satellite
ar: القمر الصناعي
de: Satellit

source: Satellite Position (Step Mode):
ar: موضع القمر الصناعي (وضع الخطوة):
de: Satellitenposition (Schrittmodus):

source: Satellite display on infobar
ar: عرض القمر الصناعي على شريط المعلومات
de: Satellitenanzeige in der Infobar

source: Satellite:
ar: القمر الصناعي:
de: Satellit:

source: Satellites
ar: الأقمار الصناعية
de: Satelliten

source: Saturation
ar: التشبع
de: Sättigung

source: Saturday
ar: السبت
de: Samstag

source: Save
ar: حفظ

source: Save RC configuration
ar: حفظ تكوين RC
de: RC-Konfiguration speichern

source: Save Timer
ar: حفظ المؤقت
de: Timer speichern

source: Save current skin style
ar: حفظ نمط الجلد الحالي
de: Aktuellen Skin-Stil speichern

source: Save current style
ar: حفظ النمط الحالي
de: Aktuellen Stil speichern

source: Save in channel dir
ar: حفظ في دليل القناة
de: speichere in Kanalnamen Ordner

source: Save settings now
ar: حفظ الإعدادات الآن
de: Einstellungen speichern

source: Save timer
ar: حفظ المؤقت
de: Timer speichern

source: Save/Restore epg on reboot
ar: حفظ/استعادة EPG عند إعادة التشغيل
de: EPG speichern / einlesen beim booten

source: Saving RC configuration, please wait...
ar: جاري حفظ تكوين RC، يرجى الانتظار...
de: RC Konfiguration wird gespeichert, bitte warten...

source: Saving changes. Please be patient.
ar: جاري حفظ التغييرات. يرجى التحلي بالصبر.
de: Änderungen werden gespeichert, bitte warten...

source: Saving current style!
ar: حفظ النمط الحالي!
de: Aktuellen Stil speichern!

source: Saving settings now, please be patient.
ar: جاري حفظ الإعدادات الآن، يرجى التحلي بالصبر.
de: Einstellungen werden gespeichert, Bitte haben Sie etwas Geduld.

source: Scaling
ar: التوسع
de: Skalierung

source: Scan Mode
ar: وضع المسح
de: Scan-Modus

source: Scan SDT for updates
ar: فحص SDT بحثًا عن التحديثات
de: Scan SDT nach Updates

source: Scan for networks
ar: البحث عن الشبكات

source: Scan for services
ar: البحث عن الخدمات
de: Nach Sendern suchen

source: Scan transponder
ar: مسح جهاز الإرسال والاستقبال
de: Transponder scannen

source: Scanning for networks, please wait...
ar: جاري البحث عن الشبكات، يرجى الانتظار...

source: Scart
ar: سكارت

source: Scart Mode
ar: وضع سكارت
de: Scart-Modus

source: Schedule
ar: الجدول الزمني
de: Zeitplan

source: Schedule Event
ar: جدولة الحدث
de: Ereigniss planen

source: Schedule Record
ar: جدول التسجيل
de: Zeitplanaufzeichnung

source: Science fiction / Fantasy / Horror
ar: الخيال العلمي / الخيال / الرعب

source: Scrambled channel
ar: قناة مشفرة
de: Verschlüsselten Kanal

source: Screen
ar: شاشة
de: Bildschirm

source: Screen Setup
ar: إعداد الشاشة
de: Bildschirm-Setup

source: Screenshot
ar: لقطة شاشة
de: Bildschirmfoto

source: Scroll down
ar: تمرير لأسفل
de: Runterscrollen

source: Scroll left
ar: تمرير إلى اليسار
de: nach links scrollen

source: Scroll right
ar: تمرير إلى اليمين
de: nach rechts scrollen

source: Scroll up
ar: تمرير لأعلى
de: Hochscrollen

source: Search
ar: بحث
de: Suche

source: Search for keyword in EPG...
ar: البحث عن الكلمة الرئيسية في EPG...
de: Suche nach Schlüsselwort im EPG...

source: Search in EPG
ar: البحث في دليل البرامج الإلكتروني
de: Suche im EPG

source: Search within
ar: البحث ضمن
de: In ... suchen

source: Security
ar: حماية
de: Sicherheit

source: Select Subservice
ar: تحديد الخدمة الفرعية
de: Subkanal auswählen

source: Select audio track
ar: اختر المسار الصوتي
de: Audiospur auswählen

source: Select language
ar: اختر اللغة
de: Sprache auswählen

source: Select starting-time
ar: حدد وقت البدء
de: Startzeit auswählen

source: Select transponder
ar: اختر المرسل
de: Transponder auswählen

source: Separator
ar: فاصل

source: Separator Gradient
ar: تدرج الفاصل

source: Serie
ar: سلسلة

source: Serious / Classical / Religious / Historical movie / Drama
ar: فيلم جاد / كلاسيكي / ديني / تاريخي / دراما
de: Ernster / klassischer / religiöser / historischer Film / Drama

source: Serious music / Classical music
ar: موسيقى جادة / موسيقى كلاسيكية
de: Ernste Musik / klassische Musik

source: Server Box GUI
ar: واجهة المستخدم الرسومية لـ Server Box

source: Server Box IP
ar: عنوان IP لصندوق الخادم

source: Server Box type
ar: نوع صندوق الخادم
de: Server-Box-Typ

source: Server IP
ar: عنوان IP للخادم

source: Service
ar: البحث عن الخدمات

source: Servicescan
ar: البحث عن الخدمات
de: Sender Suche

source: Set East (soft) Limit
ar: ضبط الحد الشرقي (الناعم)
de: Stellen Sie die Ostgrenze (weich) ein

source: Set West (soft) Limit
ar: ضبط الحد الغربي (الناعم)
de: Legen Sie den westlichen (weichen) Grenzwert fest

source: Set in days.
ar: تم ضبطه بالايام.
de: In Tagen einstellen.

source: Set in hours
ar: تم ضبطه بالساعات
de: In Stunden einstellen

source: Settings
ar: الاعدادات
de: Einstellungen

source: Settings backup
ar: اعدادات النسخ الاحنيطي
de: Sicherung der Einstellungen

source: Settings restore
ar: اعدادات الاستعادة
de: Einstellungen wiederherstellen

source: Setup New Key
ar: إعداد مفتاح جديد
de: Neuen Schlüssel einrichten

source: Setup network now
ar: إعداد الشبكة الآن
de: Jetzt Netzwerk einrichten

source: Setup network now, please wait...
ar: قم بإعداد الشبكة الآن، يرجى الانتظار...
de: Jetzt Netzwerk einrichten, bitte warten...

source: Setup network on startup
ar: إعداد الشبكة عند بدء التشغيل
de: Richte das Netzwerk beim Start ein

source: Setup new key
ar: إعداد مفتاح جديد
de: Neuen Schlüssel einrichten

source: Setup satellites input / LNB
ar: إعداد مدخل الأقمار الصناعية / LNB
de: Satelliteneingang / LNB einrichten

source: Shortest time (in ms) to recognize 2 keystrokes
ar: أقصر وقت (بالمللي ثانية) للتعرف على ضغطتي مفتاح
de: Kürzeste Zeit (in ms), um 2 Tastenanschläge zu erkennen

source: Should the search really be aborted?
ar: هل ينبغي حقا إلغاء البحث؟
de: Sollte die Suche wirklich abgebrochen werden?

source: Show / Gameshow
ar: عرض / عرض لعبة

source: Show Hints
ar: إظهار التلميحات

source: Show active network settings
ar: إظهار إعدادات الشبكة النشطة
de: Aktive Netzwerkeinstellungen anzeigen

source: Show file rights
ar: إظهار حقوق الملف
de: Dateirechte anzeigen

source: Show mode
ar: إظهار الوضع
de: Show-Modus

source: Show picon
ar: إظهار الصورة الرمزية

source: Show weather
ar: إظهار الطقس

source: Shutdown
ar: اغلاق
de: Abschalten

source: Shutdown time in min. (000=off)
ar: وقت الإغلاق بالدقيقة. (000=إيقاف)
de: Abschaltzeit in Min. (000=aus)

source: Size
ar: مقاس
de: Größe

source: Skin Select
ar: اختيار الجلد
de: Skin Auswahl

source: Skin Style
ar: نمط الجلد
de: Skinstil

source: Skin Style name
ar: اسم نمط الجلد
de: Name des Skin-Stils

source: Skin select
ar: اختيار الجلد
de: Skin auswählen

source: Sleep time
ar: وقت النوم
de: Schlafenszeit

source: Sleeptimer
ar: مؤقت النوم

source: Sleeptimer in 1 min
ar: مؤقت النوم خلال دقيقة واحدة
de: Sleeptimer in 1 Minute

source: Slideshow display time
ar: وقت عرض الشرائح
de: Anzeigedauer der Diashow

source: Slovak
ar: السلوفاكية
de: slowakisch

source: Soap / Melodrama / Folkloric
ar: المسلسلات / الميلودراما / الفولكلورية
de: Soap / Melodram / Folklorisch

source: Social & politic events / Business
ar: الأحداث الاجتماعية والسياسية / الأعمال
de: Gesellschaftliche und politische Veranstaltungen / Geschäft

source: Social / Spiritual sciences
ar: العلوم الاجتماعية / الروحية
de: Sozial- / Spirituelle Wissenschaften

source: Software update
ar: تحديث البرنامج
de: Software-Aktualisierung

source: Software update URL
ar: رابط تحديث البرنامج

source: South
ar: جنوب
de: Süd

source: Space
ar: فضاء

source: Special events (Olympic Games,World Cup etc.)
ar: الأحداث الخاصة (الألعاب الأولمبية، كأس العالم، الخ)
de: Sonderereignisse (Olympische Spiele, Weltmeisterschaft usw.)

source: Sports
ar: الرياضة
de: Sport

source: Sports magazines
ar: المجلات الرياضية
de: Sportzeitschriften

source: Standby
ar: وضع الاستعداد

source: Standby Brightness
ar: سطوع وضع الاستعداد
de: Standby-Helligkeit

source: Standby Clock
ar: الساعة في وضع الاستعداد

source: Start
ar: بدء

source: Start Channel
ar: بدء القناة
de: Startkanal

source: Start Channel settings
ar: بدء إعدادات القناة
de: Startkanal Einstellugen

source: Start Mode
ar: وضع البدء
de: Startmodus

source: Start Search
ar: ابدأ البحث
de: Suche starten

source: Start dir.
ar: ابدأ.
de: Start Ordner

source: Start movie from:
ar: ابدأ الفيلم من:
de: Film starten von:

source: Start scan
ar: بدء المسح
de: Scan starten

source: Startup to standby
ar: بدء التشغيل إلى وضع الاستعداد
de: Startup bis Standby

source: Status
ar: الحالة

source: Status line
ar: سطر الحالة
de: Statuszeile

source: Step Mode
ar: وضع الخطوة
de: Schrittmodus

source: Step/Drive Motor East (b,c)
ar: محرك الخطوة/الدفع الشرقي (ب، ج)
de: Schritt-/Antriebsmotor Ost (b,c)

source: Step/Drive Motor West (b,c)
ar: محرك الخطوة/الدفع الغربي (ب، ج)
de: Schritt-/Antriebsmotor West (b,c)

source: Stop subtitles
ar: إيقاف الترجمة
de: Untertitel stoppen

source: Stop time
ar: أوقف الوقت
de: Zeit stoppen
